IDEA StatiCa Open Model
Settlement.ValueRx Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Rotation around X-axis
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ValueRx { get; set; }
Public Property ValueRx As Double
	Get
	Set
public:
property double ValueRx {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace